Repository: wwg135/Irisin
Catalog: Irisin/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, pt_br, ru, sw, tr, vi, yo, zh_hans, zh_hant

source: You are about to install software in compatibility mode (%@). These packages are converted automatically during installation to a format this system supports. This may cause problems and damage the system.
ar: أنت على وشك تثبيت برامج في وضع التوافق (%@). تُحوَّل هذه الحزم تلقائيًا أثناء التثبيت إلى تنسيق يدعمه هذا النظام. قد يسبب ذلك مشكلات ويُلحق الضرر بالنظام.
bn: আপনি সামঞ্জস্য মোডে (%@) সফটওয়্যার ইনস্টল করতে চলেছেন। এই প্যাকেজগুলি ইনস্টলেশনের সময় স্বয়ংক্রিয়ভাবে এই সিস্টেম সমর্থন করে এমন ফরম্যাটে রূপান্তরিত হয়। এতে সমস্যা হতে পারে এবং সিস্টেমের ক্ষতি হতে পারে।
de: Du installierst gleich Software im Kompatibilitätsmodus (%@). Diese Pakete werden bei der Installation automatisch in ein Format umgewandelt, das dieses System unterstützt. Das kann Probleme verursachen und das System beschädigen.
es: Vas a instalar software en el modo de compatibilidad (%@). Estos paquetes se convierten automáticamente durante la instalación a un formato compatible con este sistema. Esto puede causar problemas y dañar el sistema.
fr: Vous allez installer des logiciels en mode de compatibilité (%@). Ces paquets sont convertis automatiquement pendant l’installation dans un format pris en charge par ce système. Cela peut causer des problèmes et endommager le système.
hi: आप अनुकूलता मोड (%@) में सॉफ़्टवेयर इंस्टॉल करने वाले हैं। ये पैकेज इंस्टॉलेशन के दौरान अपने आप इस सिस्टम द्वारा समर्थित फ़ॉर्मैट में बदल दिए जाते हैं। इससे समस्याएँ हो सकती हैं और सिस्टम को नुकसान पहुँच सकता है।
id: Anda akan menginstal perangkat lunak dalam mode kompatibilitas (%@). Paket ini dikonversi secara otomatis saat instalasi ke format yang didukung sistem ini. Hal ini dapat menimbulkan masalah dan merusak sistem.
it: Stai per installare software in modalità compatibilità (%@). Questi pacchetti vengono convertiti automaticamente durante l’installazione in un formato supportato da questo sistema. Ciò potrebbe causare problemi e danneggiare il sistema.
ja: 互換モードのソフトウェア（%@）をインストールしようとしています。これらのパッケージはインストール時に、このシステムが対応する形式へ自動的に変換されます。問題が起きたり、システムが破損したりするおそれがあります。
ko: 호환 모드 소프트웨어(%@)를 설치하려고 합니다. 이 패키지들은 설치 중에 이 시스템이 지원하는 형식으로 자동 변환됩니다. 이로 인해 문제가 생기고 시스템이 손상될 수 있습니다.
pt_br: Você está prestes a instalar software no modo de compatibilidade (%@). Esses pacotes são convertidos automaticamente durante a instalação para um formato compatível com este sistema. Isso pode causar problemas e danificar o sistema.
ru: Вы собираетесь установить программы в режиме совместимости (%@). При установке эти пакеты автоматически преобразуются в формат, который поддерживает эта система. Это может вызвать проблемы и повредить систему.
sw: Unakaribia kusakinisha programu katika hali ya uoanifu (%@). Vifurushi hivi hubadilishwa kiotomatiki wakati wa usakinishaji kuwa umbizo linalotumika na mfumo huu. Hii inaweza kusababisha matatizo na kuharibu mfumo.
tr: Uyumluluk modunda yazılım yüklemek üzeresiniz (%@). Bu paketler yükleme sırasında bu sistemin desteklediği bir biçime otomatik olarak dönüştürülür. Bu, sorunlara yol açabilir ve sisteme zarar verebilir.
vi: Bạn sắp cài đặt phần mềm ở chế độ tương thích (%@). Trong khi cài đặt, các gói này sẽ được tự động chuyển đổi sang định dạng mà hệ thống này hỗ trợ. Điều này có thể gây ra sự cố và làm hỏng hệ thống.
yo: O fẹ́ fi sọ́fítíwè sórí ẹ̀rọ ní ìpò ìbáramu (%@). A máa yí àwọn pákéèjì wọ̀nyí padà láìfọwọ́ṣe nígbà ìfisórí ẹ̀rọ sí ọ̀nà tí sísítẹ́mù yìí ṣe àtìlẹ́yìn fún. Èyí lè fa ìṣòro kí ó sì ba sísítẹ́mù jẹ́.
zh_hans: 你将要安装兼容模式的软件（%@）。这些软件在安装时会被自动转换成当前系统支持的格式。这可能出现问题，并导致系统损坏。
zh_hant: 你即將安裝相容模式的軟體（%@）。這些軟體在安裝時會自動轉換成目前系統支援的格式。這可能會出現問題，並導致系統損壞。

source: You can add more later in the app.
ar: يمكنك إضافة المزيد لاحقًا داخل التطبيق.
bn: আপনি পরে অ্যাপের মধ্যে আরও যোগ করতে পারেন।
de: Du kannst später in der App weitere hinzufügen.
es: Puedes añadir otros más adelante en la app.
fr: Vous pourrez en ajouter d’autres plus tard dans l’app.
hi: आप बाद में ऐप में और जोड़ सकते हैं।
id: Anda dapat menambahkan lebih banyak nanti di dalam app.
it: Puoi aggiungerne altri in seguito nell’app.
ja: あとからアプリ内でさらに追加できます。
ko: 나중에 앱에서 더 추가할 수 있습니다.
pt_br: Você pode adicionar outros depois no app.
ru: Позже вы сможете добавить другие в приложении.
sw: Unaweza kuongeza nyingine baadaye ndani ya programu.
tr: Daha sonra uygulama içinden daha fazlasını ekleyebilirsiniz.
vi: Bạn có thể thêm nguồn khác sau trong ứng dụng.
yo: O lè ṣàfikún sí i nígbà tó bá yá nínú àpù náà.
zh_hans: 你可以稍后在软件内继续添加。
zh_hant: 你可以稍後在 App 內繼續加入。

source: You can browse, but not install. Install the Irisin package.
ar: يمكنك التصفح دون التثبيت. ثبّت حزمة Irisin.
bn: আপনি ব্রাউজ করতে পারেন, কিন্তু ইনস্টল করতে পারবেন না। Irisin প্যাকেজটি ইনস্টল করুন।
de: Du kannst Pakete durchsuchen, aber nicht installieren. Installiere das Irisin-Paket.
es: Puedes explorar, pero no instalar. Instala el paquete de Irisin.
fr: Vous pouvez consulter, mais pas installer. Installez le paquet Irisin.
hi: आप ब्राउज़ कर सकते हैं, लेकिन इंस्टॉल नहीं। Irisin पैकेज इंस्टॉल करें।
id: Anda dapat menjelajah, tetapi tidak dapat menginstal. Instal paket Irisin.
it: Puoi navigare, ma non installare. Installa il pacchetto Irisin.
ja: 閲覧はできますが、インストールはできません。Irisinパッケージをインストールしてください。
ko: 둘러볼 수는 있지만 설치할 수는 없습니다. Irisin 패키지를 설치하십시오.
pt_br: Você pode navegar, mas não instalar. Instale o pacote Irisin.
ru: Можно просматривать, но не устанавливать. Установите пакет Irisin.
sw: Unaweza kuvinjari, lakini huwezi kusakinisha. Sakinisha kifurushi cha Irisin.
tr: Göz atabilirsiniz, ancak yükleme yapamazsınız. Irisin paketini yükleyin.
vi: Bạn có thể duyệt nhưng không thể cài đặt. Hãy cài đặt gói Irisin.
yo: O lè wo kiri, ṣùgbọ́n o kò lè fi sórí ẹ̀rọ. Fi pákéèjì Irisin sórí ẹ̀rọ.
zh_hans: 当前仅可浏览，无法安装。请安装 Irisin 软件包。
zh_hant: 目前僅可瀏覽，無法安裝。請安裝 Irisin 套件。

source: Patch
ar: تصحيح
bn: প্যাচ করুন
de: Patchen
es: Parchear
fr: Patcher
hi: पैच करें
it: Applica patch
ja: パッチ
ko: 패치
pt_br: Aplicar patch
ru: Пропатчить
sw: Weka Kiraka
tr: Yamala
vi: Vá
yo: Ṣe Àtúnṣe
zh_hans: 修补
zh_hant: 修補

source: Queue Changed
ar: تغيّرت قائمة الانتظار
bn: সারি পরিবর্তিত হয়েছে
de: Warteschlange geändert
es: La cola ha cambiado
fr: File d’attente modifiée
hi: कतार बदल गई
id: Antrean Berubah
it: Coda modificata
ja: キューが変更されました
ko: 대기열이 변경됨
pt_br: A fila mudou
ru: Очередь изменилась
sw: Foleni Imebadilika
tr: Kuyruk Değişti
vi: Hàng đợi đã thay đổi
yo: Ìtòsẹ́ Ti Yí Padà
zh_hans: 队列已更改
zh_hant: 佇列已變更

source: Unable to patch %@. Try again.
ar: تعذر تصحيح %@. حاول مرة أخرى.
bn: %@ প্যাচ করা যায়নি। আবার চেষ্টা করুন।
de: %@ kann nicht gepatcht werden. Versuche es erneut.
es: No se puede parchear %@. Inténtalo de nuevo.
fr: Impossible de patcher %@. Réessayez.
hi: %@ को पैच नहीं किया जा सका। फिर से कोशिश करें।
id: Tidak dapat mem-patch %@. Coba lagi.
it: Impossibile applicare la patch a %@. Riprova.
ja: %@ にパッチを適用できません。もう一度お試しください。
ko: %@을(를) 패치할 수 없습니다. 다시 시도하십시오.
pt_br: Não é possível aplicar o patch em %@. Tente novamente.
ru: Не удалось пропатчить %@. Повторите попытку.
sw: Imeshindwa kuweka kiraka kwenye %@. Jaribu tena.
tr: %@ yamalanamadı. Yeniden deneyin.
vi: Không thể vá %@. Hãy thử lại.
yo: A kò lè ṣe àtúnṣe %@. Gbìyànjú lẹ́ẹ̀kansí.
zh_hans: 无法修补 %@。请重试。
zh_hant: 無法修補 %@。請再試一次。

source: Removed from the queue: %@.
ar: أُزيلت من قائمة الانتظار: %@.
bn: সারি থেকে সরানো হয়েছে: %@।
de: Aus der Warteschlange entfernt: %@.
es: Eliminados de la cola: %@.
fr: Retirés de la file d’attente : %@.
hi: कतार से हटाया गया: %@।
id: Dibuang dari antrean: %@.
it: Rimossi dalla coda: %@.
ja: キューから削除されました: %@。
ko: 대기열에서 제거됨: %@.
pt_br: Removidos da fila: %@.
ru: Убраны из очереди: %@.
sw: Vimeondolewa kwenye foleni: %@.
tr: Kuyruktan kaldırıldı: %@.
vi: Đã xóa khỏi hàng đợi: %@.
yo: A yọ kúrò nínú ìtòsẹ́: %@.
zh_hans: 已移出队列：%@。
zh_hant: 已從佇列移除：%@。

source: Added to the queue: %@.
ar: أُضيفت إلى قائمة الانتظار: %@.
bn: সারিতে যোগ করা হয়েছে: %@।
de: Zur Warteschlange hinzugefügt: %@.
es: Añadidos a la cola: %@.
fr: Ajoutés à la file d’attente : %@.
hi: कतार में जोड़ा गया: %@।
id: Ditambahkan ke antrean: %@.
it: Aggiunti alla coda: %@.
ja: キューに追加されました: %@。
ko: 대기열에 추가됨: %@.
pt_br: Adicionados à fila: %@.
ru: Добавлены в очередь: %@.
sw: Vimeongezwa kwenye foleni: %@.
tr: Kuyruğa eklendi: %@.
vi: Đã thêm vào hàng đợi: %@.
yo: A ṣàfikún sí ìtòsẹ́: %@.
zh_hans: 已加入队列：%@。
zh_hant: 已加入佇列：%@。

source: Review the queue before you execute.
ar: راجع قائمة الانتظار قبل التنفيذ.
bn: চালানোর আগে সারিটি পর্যালোচনা করুন।
de: Prüfe die Warteschlange vor dem Ausführen.
es: Revisa la cola antes de ejecutar.
fr: Vérifiez la file d’attente avant d’exécuter.
hi: चलाने से पहले कतार की समीक्षा करें।
id: Periksa antrean sebelum Anda menjalankannya.
it: Controlla la coda prima di eseguire.
ja: 実行する前にキューを確認してください。
ko: 실행하기 전에 대기열을 검토하십시오.
pt_br: Revise a fila antes de executar.
ru: Проверьте очередь перед выполнением.
sw: Kagua foleni kabla ya kutekeleza.
tr: Yürütmeden önce kuyruğu gözden geçirin.
vi: Hãy xem lại hàng đợi trước khi thực hiện.
yo: Ṣàyẹ̀wò ìtòsẹ́ kí o tó mú un ṣẹ.
zh_hans: 请在执行前检查队列。
zh_hant: 請在執行前檢查佇列。

source: Packages in compatibility mode are patched before they install. If patching changes the queue, review it again before you execute.
ar: تُصحَّح الحزم في وضع التوافق قبل تثبيتها. إذا غيّر التصحيح قائمة الانتظار، فراجعها مرة أخرى قبل التنفيذ.
bn: সামঞ্জস্য মোডের প্যাকেজগুলি ইনস্টল হওয়ার আগে প্যাচ করা হয়। প্যাচ করার ফলে সারি পরিবর্তিত হলে, চালানোর আগে এটি আবার পর্যালোচনা করুন।
de: Pakete im Kompatibilitätsmodus werden vor der Installation gepatcht. Wenn das Patchen die Warteschlange ändert, prüfe sie vor dem Ausführen erneut.
es: Los paquetes en modo de compatibilidad se parchean antes de instalarse. Si el parche cambia la cola, revísala de nuevo antes de ejecutar.
fr: Les paquets en mode de compatibilité sont patchés avant leur installation. Si le patch modifie la file d’attente, vérifiez-la à nouveau avant d’exécuter.
hi: अनुकूलता मोड के पैकेज इंस्टॉल होने से पहले पैच किए जाते हैं। यदि पैच करने से कतार बदल जाए, तो चलाने से पहले उसकी फिर से समीक्षा करें।
id: Paket dalam mode kompatibilitas di-patch sebelum diinstal. Jika patch mengubah antrean, periksa kembali sebelum Anda menjalankannya.
it: I pacchetti in modalità compatibilità ricevono la patch prima dell’installazione. Se la patch modifica la coda, controllala di nuovo prima di eseguire.
ja: 互換モードのパッケージは、インストール前にパッチが適用されます。パッチによってキューが変わった場合は、実行する前にもう一度確認してください。
ko: 호환 모드의 패키지는 설치 전에 패치됩니다. 패치로 대기열이 변경되면 실행하기 전에 다시 검토하십시오.
pt_br: Pacotes em modo de compatibilidade recebem o patch antes da instalação. Se o patch mudar a fila, revise-a novamente antes de executar.
ru: Пакеты в режиме совместимости патчатся перед установкой. Если патч изменит очередь, проверьте её ещё раз перед выполнением.
sw: Vifurushi vilivyo katika hali ya uoanifu huwekewa viraka kabla ya kusakinishwa. Ikiwa kuweka viraka kutabadilisha foleni, ikague tena kabla ya kutekeleza.
tr: Uyumluluk modundaki paketler yüklenmeden önce yamalanır. Yamalama kuyruğu değiştirirse yürütmeden önce kuyruğu yeniden gözden geçirin.
vi: Các gói ở chế độ tương thích được vá trước khi cài đặt. Nếu việc vá làm thay đổi hàng đợi, hãy xem lại trước khi thực hiện.
yo: A máa ń ṣe àtúnṣe àwọn pákéèjì tí ó wà ní ìpò ìbáramu kí a tó fi wọ́n sórí ẹ̀rọ. Tí àtúnṣe bá yí ìtòsẹ́ padà, ṣàyẹ̀wò rẹ̀ lẹ́ẹ̀kansí kí o tó mú un ṣẹ.
zh_hans: 兼容模式下的软件包会在安装前进行修补。如果修补更改了队列，请在执行前再次检查。
zh_hant: 相容模式下的套件會在安裝前進行修補。如果修補變更了佇列，請在執行前再次檢查。

source: You selected version %1$@, built for %2$@, which would be installed in compatibility mode. %3$@ offers version %4$@ built for this system.
ar: لقد اخترت الإصدار %1$@ المبني لـ %2$@، وسيتم تثبيته في وضع التوافق. يوفّر %3$@ الإصدار %4$@ المبني لهذا النظام.
bn: আপনি %2$@-এর জন্য তৈরি সংস্করণ %1$@ নির্বাচন করেছেন, যা সামঞ্জস্য মোডে ইনস্টল হবে। %3$@ এই সিস্টেমের জন্য তৈরি সংস্করণ %4$@ দিচ্ছে।
de: Du hast Version %1$@ gewählt, die für %2$@ erstellt wurde und im Kompatibilitätsmodus installiert würde. %3$@ bietet Version %4$@ an, die für dieses System erstellt wurde.
es: Has seleccionado la versión %1$@, compilada para %2$@, que se instalaría en modo de compatibilidad. %3$@ ofrece la versión %4$@ compilada para este sistema.
fr: Vous avez choisi la version %1$@, conçue pour %2$@, qui serait installée en mode de compatibilité. %3$@ propose la version %4$@ conçue pour ce système.
hi: आपने वर्ज़न %1$@ चुना है, जो %2$@ के लिए बनाया गया है और अनुकूलता मोड में इंस्टॉल होगा। %3$@ इस सिस्टम के लिए बनाया गया वर्ज़न %4$@ उपलब्ध कराता है।
id: Anda memilih versi %1$@, yang dibuat untuk %2$@ dan akan diinstal dalam mode kompatibilitas. %3$@ menawarkan versi %4$@ yang dibuat untuk sistem ini.
it: Hai selezionato la versione %1$@, compilata per %2$@, che verrebbe installata in modalità compatibilità. %3$@ offre la versione %4$@ compilata per questo sistema.
ja: 選択したバージョン %1$@ は %2$@ 向けにビルドされており、互換モードでインストールされます。%3$@ には、このシステム向けにビルドされたバージョン %4$@ があります。
ko: 선택한 버전 %1$@은(는) %2$@용으로 빌드되어 호환 모드로 설치됩니다. %3$@에서 이 시스템용으로 빌드된 버전 %4$@을(를) 제공합니다.
pt_br: Você selecionou a versão %1$@, compilada para %2$@, que seria instalada em modo de compatibilidade. %3$@ oferece a versão %4$@ compilada para este sistema.
ru: Вы выбрали версию %1$@, собранную для %2$@; она будет установлена в режиме совместимости. %3$@ предлагает версию %4$@, собранную для этой системы.
sw: Umechagua toleo %1$@, lililojengwa kwa ajili ya %2$@, ambalo lingesakinishwa katika hali ya uoanifu. %3$@ inatoa toleo %4$@ lililojengwa kwa ajili ya mfumo huu.
tr: %2$@ için oluşturulmuş %1$@ sürümünü seçtiniz; bu sürüm uyumluluk modunda yüklenir. %3$@, bu sistem için oluşturulmuş %4$@ sürümünü sunuyor.
vi: Bạn đã chọn phiên bản %1$@, được dựng cho %2$@, và nó sẽ được cài đặt ở chế độ tương thích. %3$@ cung cấp phiên bản %4$@ được dựng cho hệ thống này.
yo: O yan ẹ̀yà %1$@, tí a kọ́ fún %2$@, èyí tí a ó fi sórí ẹ̀rọ ní ìpò ìbáramu. %3$@ ń pèsè ẹ̀yà %4$@ tí a kọ́ fún sísítẹ́mù yìí.
zh_hans: 你选择了版本 %1$@，它为 %2$@ 构建，将以兼容模式安装。%3$@ 提供为当前系统构建的版本 %4$@。
zh_hant: 你選擇了版本 %1$@，它為 %2$@ 建置，將以相容模式安裝。%3$@ 提供為目前系統建置的版本 %4$@。

# You selected version %@. %@ offers version %@.
source: You selected version %1$@. %2$@ offers version %3$@.
ar: لقد اخترت الإصدار %1$@. يوفّر %2$@ الإصدار %3$@.
bn: আপনি সংস্করণ %1$@ নির্বাচন করেছেন। %2$@ সংস্করণ %3$@ দিচ্ছে।
de: Du hast Version %1$@ gewählt. %2$@ bietet Version %3$@ an.
es: Has seleccionado la versión %1$@. %2$@ ofrece la versión %3$@.
fr: Vous avez choisi la version %1$@. %2$@ propose la version %3$@.
hi: आपने वर्ज़न %1$@ चुना है। %2$@ वर्ज़न %3$@ उपलब्ध कराता है।
id: Anda memilih versi %1$@. %2$@ menawarkan versi %3$@.
it: Hai selezionato la versione %1$@. %2$@ offre la versione %3$@.
ja: バージョン %1$@ を選択しました。%2$@ にはバージョン %3$@ があります。
ko: 버전 %1$@을(를) 선택했습니다. %2$@에서 버전 %3$@을(를) 제공합니다.
pt_br: Você selecionou a versão %1$@. %2$@ oferece a versão %3$@.
ru: Вы выбрали версию %1$@. %2$@ предлагает версию %3$@.
sw: Umechagua toleo %1$@. %2$@ inatoa toleo %3$@.
tr: %1$@ sürümünü seçtiniz. %2$@, %3$@ sürümünü sunuyor.
vi: Bạn đã chọn phiên bản %1$@. %2$@ cung cấp phiên bản %3$@.
yo: O yan ẹ̀yà %1$@. %2$@ ń pèsè ẹ̀yà %3$@.
zh_hans: 你选择了版本 %1$@。%2$@ 提供版本 %3$@。
zh_hant: 你選擇了版本 %1$@。%2$@ 提供版本 %3$@。

source: Completed with warnings
ar: اكتمل مع تحذيرات
bn: সতর্কতাসহ সম্পন্ন হয়েছে
de: Mit Warnungen abgeschlossen
es: Finalizado con advertencias
fr: Terminé avec des avertissements
hi: चेतावनियों के साथ पूरा हुआ
id: Selesai dengan peringatan
it: Completato con avvisi
ja: 警告付きで完了
ko: 경고와 함께 완료됨
pt_br: Concluído com avisos
ru: Завершено с предупреждениями
sw: Imekamilika ikiwa na maonyo
tr: Uyarılarla tamamlandı
vi: Hoàn tất với cảnh báo
yo: Ti parí pẹ̀lú àwọn ìkìlọ̀
zh_hans: 已完成，但有警告
zh_hant: 已完成，但有警告

source: Ignoring Configuration Errors
ar: جارٍ تجاهل أخطاء الإعداد
bn: কনফিগারেশন ত্রুটি উপেক্ষা করা হচ্ছে
de: Konfigurationsfehler werden ignoriert
es: Ignorando errores de configuración
fr: Erreurs de configuration ignorées
hi: कॉन्फ़िगरेशन त्रुटियों को अनदेखा किया जा रहा है
id: Mengabaikan Kesalahan Konfigurasi
it: Errori di configurazione ignorati
ja: 構成エラーを無視しています
ko: 구성 오류를 무시하는 중
pt_br: Ignorando erros de configuração
ru: Ошибки настройки игнорируются
sw: Inapuuza Hitilafu za Usanidi
tr: Yapılandırma Hataları Yok Sayılıyor
vi: Đang bỏ qua lỗi cấu hình
yo: Ń Fojú Fo Àwọn Àṣìṣe Ìṣètò
zh_hans: 正在忽略配置错误
zh_hant: 正在忽略設定錯誤

source: Review the script output. If the package does not work, remove it or install a fixed version.
ar: راجع مخرجات النص البرمجي. إذا لم تعمل الحزمة، فأزلها أو ثبّت إصدارًا مصححًا.
bn: স্ক্রিপ্টের আউটপুট পর্যালোচনা করুন। প্যাকেজটি কাজ না করলে, এটি সরান অথবা একটি সংশোধিত সংস্করণ ইনস্টল করুন।
de: Prüfen Sie die Skriptausgabe. Falls das Paket nicht funktioniert, entfernen Sie es oder installieren Sie eine korrigierte Version.
es: Revise la salida del script. Si el paquete no funciona, elimínelo o instale una versión corregida.
fr: Consultez la sortie du script. Si le paquet ne fonctionne pas, supprimez-le ou installez une version corrigée.
hi: स्क्रिप्ट आउटपुट की समीक्षा करें। यदि पैकेज काम न करे, तो उसे हटा दें या कोई ठीक किया गया वर्ज़न इंस्टॉल करें।
id: Periksa keluaran skrip. Jika paket tidak berfungsi, buang paket tersebut atau instal versi yang telah diperbaiki.
it: Controlla l’output dello script. Se il pacchetto non funziona, rimuovilo o installa una versione corretta.
ja: スクリプトの出力を確認してください。パッケージが動作しない場合は、削除するか修正版をインストールしてください。
ko: 스크립트 출력을 확인하세요. 패키지가 작동하지 않으면 제거하거나 수정된 버전을 설치하세요.
pt_br: Revise a saída do script. Se o pacote não funcionar, remova-o ou instale uma versão corrigida.
ru: Проверьте вывод сценария. Если пакет не работает, удалите его или установите исправленную версию.
sw: Kagua matokeo ya hati. Ikiwa kifurushi hakifanyi kazi, kiondoe au usakinishe toleo lililorekebishwa.
tr: Betik çıktısını gözden geçirin. Paket çalışmıyorsa paketi kaldırın ya da düzeltilmiş bir sürümünü yükleyin.
vi: Hãy xem lại đầu ra của tập lệnh. Nếu gói không hoạt động, hãy gỡ gói hoặc cài đặt phiên bản đã được sửa lỗi.
yo: Ṣàyẹ̀wò àbájáde síkírípítì náà. Tí pákéèjì náà kò bá ṣiṣẹ́, yọ ọ́ kúrò tàbí fi ẹ̀yà tí a ti tún ṣe sórí ẹ̀rọ.
zh_hans: 请检查脚本输出。如果软件包无法正常工作，请将其移除或安装修复后的版本。
zh_hant: 請檢查指令碼輸出。如果套件無法運作，請將其移除或安裝已修正的版本。

# The %@ script of %@ failed, but installation continued.
source: The %1$@ script of %2$@ failed, but installation continued.
ar: فشل النص البرمجي %1$@ الخاص بالحزمة %2$@، لكن التثبيت استمر.
bn: %2$@-এর %1$@ স্ক্রিপ্ট ব্যর্থ হয়েছে, কিন্তু ইনস্টলেশন চালিয়ে যাওয়া হয়েছে।
de: Das Skript %1$@ von %2$@ ist fehlgeschlagen, die Installation wurde jedoch fortgesetzt.
es: El script %1$@ de %2$@ falló, pero la instalación continuó.
fr: Le script %1$@ de %2$@ a échoué, mais l’installation s’est poursuivie.
hi: %2$@ की %1$@ स्क्रिप्ट विफल रही, लेकिन इंस्टॉलेशन जारी रहा।
id: Skrip %1$@ dari %2$@ gagal, tetapi instalasi dilanjutkan.
it: Lo script %1$@ di %2$@ non è riuscito, ma l’installazione è proseguita.
ja: %2$@ の %1$@ スクリプトは失敗しましたが、インストールは続行されました。
ko: %2$@의 %1$@ 스크립트가 실패했지만 설치는 계속되었습니다.
pt_br: O script %1$@ do pacote %2$@ falhou, mas a instalação continuou.
ru: Сценарий %1$@ пакета %2$@ завершился с ошибкой, но установка продолжилась.
sw: Hati ya %1$@ ya %2$@ imeshindwa, lakini usakinishaji uliendelea.
tr: %2$@ paketinin %1$@ betiği başarısız oldu, ancak yükleme sürdü.
vi: Tập lệnh %1$@ của %2$@ đã thất bại, nhưng quá trình cài đặt vẫn tiếp tục.
yo: Síkírípítì %1$@ ti %2$@ kùnà, ṣùgbọ́n ìfisórí ẹ̀rọ tẹ̀síwájú.
zh_hans: %2$@ 的 %1$@ 脚本失败，但安装已继续。
zh_hant: %2$@ 的 %1$@ 指令碼失敗，但安裝仍繼續。

source: Components
bn: কম্পোনেন্ট
hi: कंपोनेंट
id: Komponen
sw: Vijenzi
tr: Bileşenler
yo: Àwọn Kọ́mpónẹ́ǹtì
zh_hans: 组件

source: Suite
bn: স্যুট
hi: सूट
sw: Suti
tr: Dağıtım
yo: Súìtì
zh_hans: 套件
